{
    "Nombre": "The Colivri Digital Twin",
    "Inicio":"Home",
    "Registrar":"Sign In",
    "Buscar":"Search",
    "Iniciar Sesion": "Log In",
    "Acerca de": "About",
    "Desarrollo":"Development",
    "Empezar": "Getting Started",
    "Paneles": "Dashboards",
    "Gafas": "Glasses",
    "Ubicacion": "Location virtual reality glasses",
    "Escoge": "Choose...",
    "EligeMaquina": "Choose a Computer...",
    "Computador":"Computer ",
    "welcome": "Welcome to The Colivri Digital Twin",
    "experimentationSpace": "Digital Twin Experimentation Space at Uniandes. ",
    "leveraging": "Leveraging the potential of various mixed reality platforms",
    "objectivesTitle": "Objectives",
    "objectivesDesc": "Colivri Digital Twin is created with several objectives in mind:",
    "objectivesList": {
        "experiment": "Experiment on GD: Create useful functionality for laboratories at Uniandes.",
        "groupWork": "Group work support: With the support of the Dept., generate an infrastructure for the development of group degree projects.",
        "timeline": "Timeline of work: Create an open platform that can be extensible over time."
    },
    "functionalityTitle": "Features",
    "quickControl": "Quick control of the laboratory",
    "quickControlDesc": "From a large format control panel, you can have a quick view of everything that is happening in the laboratory",
    "showFuture": "Show future configurations",
    "showFutureDesc": "In Virtual Reality, we are given the ability to visualize the potential alterations that could be implemented in the laboratory with the aim of modernizing it.",
    "arInfo": "AR - Add information to the real world",
    "arInfoDesc": "In Augmented Reality, being able to see additional information about the equipment in front.",
    "additionalInfo": "Object tracking",
    "additionalInfoDesc":"In Virtual Reality, when physical objects experience movement, these objects also move correspondingly in the virtual space, thanks to image recognition.",
    "listFeatures": {
        "totalIntuitiveControl": "Total intuitive control",
        "safetyVisualization": "Safety visualization",
        "functionalitySimulation": "Functionality simulation (audio)",
        "viewVariousPlatforms": "View from various platforms",
        "historicalDynamicInfo": "See historical and dynamic information",
        "moreInfoPoints": "See the points that have more information",
        "userInfo": "See information from other users, historical and in real time",
        "environmentalInfo": "See dynamic environmental information (Position of chairs)"
    },
    "DigitalTwin":"What is a Digital Twin?",
    "DigitalTwinDef":{
        "p1": "A Digital Twin refers to a virtual representation of a physical object or system. This representation is created by collecting and integrating data from various sources, such as sensors, devices, and other connected systems. The goal is to create a digital counterpart that mirrors the real-world entity in terms of its behavior, characteristics, and performance.",
        "p2": "Key components of a Digital Twin include:",
        "b1_title": "Physical Object or System: ",
        "b1": "This is the real-world entity that the digital twin represents, such as a machine, a building, a city, or even a person.",
        "b2_title": "Sensors and Data Sources: ",
        "b2": "These are devices that collect data from the physical object or system. The data can include information about the object's condition, performance, environment, and other relevant factors.",
        "b3_title": "Communication Infrastructure: ",
        "b3": "Data collected from sensors and other sources are transmitted to the digital twin through communication networks. This can include the Internet of Things (IoT) devices and other connectivity solutions.",
        "b4_title": "Data Processing and Analytics: ",
        "b4": "The collected data undergoes processing and analysis to generate meaningful insights. This can involve complex algorithms, artificial intelligence, and machine learning techniques to understand patterns, predict behavior, and optimize performance.",
        "b5_title": "Virtual Model: ",
        "b5": "The digital twin is a virtual model or representation of the physical object or system. This model is continuously updated based on real-time data from the physical counterpart.",
        "b6_title": "Visualization and Interaction: ",
        "b6": "Users can interact with the digital twin through visualization tools. This allows them to monitor the real-world object, simulate scenarios, and make informed decisions.",
        "p3": "Digital Twins find applications in various industries, including manufacturing, healthcare, transportation, smart cities, and more. They enable organizations to gain a deeper understanding of their assets, improve efficiency, predict maintenance needs, and optimize performance. The concept is a fundamental part of the broader trends like Industry 4.0 and the Internet of Things (IoT)."
    },
    "Colivri": "What is Colivri?",
    "ColivriDef": "Colivri, which comes from the abbreviation 'Collaboration in Interaction, Visualization, Robotics and Autonomous Systems', constitutes a collaborative environment that integrates various university departments. Its focus is on creating computational experiences that incorporate innovative interfaces. Among its technological tools, virtual and augmented reality stand out, as well as simulators and human-robot interfaces. These technologies are used together to develop novel solutions to address both local and international challenges.",
    "ColivriDigitalTwin" : "What is Colivri Digital Twin?",
    "ColivriDigitalTwinDef": {
        "p1": "The Colivri Digital Twin represents an ambitious initiative that aims to create a detailed and functional digital replica of the Colivri laboratory. The fundamental purpose of this project is to provide a virtual environment that serves as an experimentation platform and catalyst for the development of cutting-edge technologies. It is notable for its focus on exploring emerging innovations spanning virtual and augmented reality.",
        "p2": "This innovative project is being carried out by committed students, who have chosen this initiative as the central core of their degree project in the Systems and Computing Engineering degree at the Universidad de los Andes. The active participation of these students not only reflects their academic dedication but also their desire to contribute significantly to the field of computing and systems technologies. As they progressed through this project, they gained valuable hands-on experience, faced technical challenges, and participated in the forefront of technological research and development.",
        "p3": "This project not only has local implications but also aims to contribute to the global advancement of digital technologies and innovation at the intersection of computing and systems. As Colivri Digital Twin evolves, it is expected to not only serve as a valuable resource for the university community but also as a reference point in the broader landscape of technological research and the practical application of knowledge in computational engineering."
    },
    "Description": "Description:",
    "metaDesc": {
        "p1": "This branch within the MetaQuest2 scene of the repository is dedicated to specialized development for the Meta Quest 2 virtual reality platform. Here, we are incorporating functionalities, optimizations, and specific adaptations to guarantee an optimal experience on Meta Quest 2 devices.",
        "s1": "Key Features:",
        "b1": "Graphics Optimization: Specific adjustments to harness the full graphic capabilities of Meta Quest 2.",
        "b2": "VR User Interface: Development and enhancement of the user interface to ensure usability in virtual reality environments.",
        "b3": "Controller Compatibility: Integration and optimization of controls specific to Meta Quest 2.",
        "b4": "Exclusive Feature Development: Implementation of features that leverage the unique capabilities of Meta Quest 2 hardware and software."

    },
    "viveDesc": {
        "p1": "This branch within the VivePro scene is tailored for the HTC Vive Pro virtual reality platform, with a focus on implementing teleportation through SteamVR for Colivri digital twin scene. It includes comprehensive configurations to ensure seamless performance on the HTC Vive Pro.",
        "s1": "Key Features:",
        "b1": "Teleportation Integration: Seamlessly incorporate teleportation functionality through SteamVR.",
        "b2": "Digital Twin Scene: Optimized for Colivri's digital twin environment, enhancing the virtual experience.",
        "b3": "Platform Compatibility: Configurations tailored specifically for the HTC Vive Pro, guaranteeing optimal performance.",
        "b4": "Streamlined Setup: Simplified setup process for a hassle-free deployment on the HTC Vive Pro platform."

    },
    "metaproDesc":{
        "p1": "This branch within the MetaQuestPro scene is specialized for Meta Quest Pro development, utilizing the full power of the hardware available to the headset. It includes some unique features such as real time object tracing and optimizations for the best experience while using the Quest Pro. ",
        "s1": "Key Features:",
        "b1": "Real time object tracking: Implementation of AR marker tracking used to track the position of real-life objects and see their movement reflected in the digital twin using OpenCV.",
        "b2": "Quest Pro optimization: The branch contains specific graphics settings and render pipelines used to get the best performance that the Quest Pro can offer.",
        "b3": "Other players: Real-time updates of the position of players that are currently present in the digital twin and the headset they are using to access the digital world."
    },
    "windowsDesc":{
        "p1": "This branch within the TVs scene is a tailored solution for developing an immersive Digital Twin of the Colivri Laboratory at the University of Los Andes using Unity. It specifically caters to an 8-display setup and integrates the SpaceMouse Compact controller for intuitive and precise user interactions.",
        "s1": "Key Features:",
        "b1": "SpaceMouse Compact Integration: Seamlessly incorporates the SpaceMouse Compact controller for intuitive and precise user interactions.",
        "b2": "Optimized for 8 Displays: Designed and fine-tuned to provide an optimal and immersive experience on setups featuring 8 displays.",
        "b3": "Control Center Focus: Emphasizes a central Control Center equipped with 9 strategically placed TV displays, serving various purposes such as real-time data visualization and scenario simulation.",
        "b4": "Specialized Controller Usage: Moves beyond traditional input devices by utilizing specialized controllers, enhancing user control capabilities.",
        "b5": "Realistic 3D Modeling: Enhances visual fidelity through detailed 3D models of equipment, devices, and spaces within the Colivri Laboratory.",
        "b6": "Orthographic and Multi-Device Views: Provides an orthographic view for a comprehensive perspective and real-time views of connected devices, promoting a thorough understanding of the virtual environment.",
        "b7": "Simulated Future Changes: Allows users to simulate and visualize future changes within the Digital Twin, facilitating proactive planning and decision-making."

    },
    "hololensDesc":{
        "p1": "The Hololens 2 branch in the repository is dedicated to the development of an augmented reality application tailored for the Microsoft Hololens 2 device. This project focuses on delivering an immersive experience by seamlessly integrating dynamic and static data visualization onto the laboratory environment in real-time. The application leverages eye tracking for intuitive interaction.",
        "s1": "Key Features:",
        "b1": "Real-time Data Visualization: Display dynamic and static data on the laboratory in real-time through server communication, enhancing situational awareness.",
        "b2": "Augmented Reality Objectives: Represent computers within the laboratory as augmented reality targets, providing a unique perspective on their locations.",
        "b3": "Dynamic Information Filtering: Utilize augmented reality to filter and highlight computers based on their RAM, CPU, and disk usage, offering insights into their performance.",
        "b4": "Multi-Platform Integration: Interact with holographic representations of players from different platforms, including those in virtual reality using Meta Quest 2, Meta Quest Pro, or HTC Vive Pro.",
        "b5": "Center of Control Visualization: View holographic representations indicating the position of the control center and its cameras within the laboratory.",
        "b6": "Object Position Variability: Achieve dynamic object positions through image recognition using laboratory cameras, ensuring synchronization with real-world changes."

    },
    "Branch Link": "Branch Link:",
    "RealTime": "Real-time Visualization"
}
